Repository: mattiaa95/eNDS
Catalog: Targets/INDS/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_pt, ru, zh_hans

source: These are the defaults used the next time you open a game that has no layout of its own yet. You can always change the layout in-game from the pause menu or the HUD's layout button — eNDS remembers your choice per game.
de: Dies sind die Standardeinstellungen, die beim nächsten Öffnen eines Spiels verwendet werden, für das noch kein eigenes Layout festgelegt wurde. Du kannst das Layout jederzeit während des Spiels über das Pausenmenü oder die Layout-Schaltfläche im HUD ändern – eNDS speichert deine Auswahl für jedes einzelne Spiel.
es: Estos son los ajustes predeterminados que se utilizarán la próxima vez que abras un juego que aún no tenga su propia configuración. Siempre puedes cambiar la configuración dentro del juego desde el menú de pausa o mediante el botón de configuración del HUD; eNDS recuerda tu elección para cada juego.
fr: Ce sont les paramètres par défaut qui seront utilisés la prochaine fois que vous lancerez un jeu qui ne dispose pas encore de sa propre configuration. Vous pouvez à tout moment modifier la configuration en cours de jeu depuis le menu de pause ou via le bouton de configuration du HUD — eNDS mémorise votre choix pour chaque jeu.
it: Queste sono le impostazioni predefinite che verranno utilizzate la prossima volta che aprirai un gioco che non dispone ancora di un proprio layout. Puoi sempre modificare il layout durante il gioco dal menu di pausa o dal pulsante "Layout" dell'HUD: eNDS memorizza la tua scelta per ogni singolo gioco.
ja: これらは、独自のレイアウトがまだ設定されていないゲームを次に起動した際に使用されるデフォルト設定です。ゲーム内では、いつでもポーズメニューやHUDのレイアウトボタンからレイアウトを変更できます。eNDSはゲームごとに設定を記憶しています。
ko: 이 설정들은 아직 자체 레이아웃이 없는 게임을 다음에 실행할 때 적용되는 기본값입니다. 게임 내 일시 정지 메뉴나 HUD의 레이아웃 버튼을 통해 언제든지 레이아웃을 변경할 수 있으며, eNDS는 게임별로 사용자가 선택한 설정을 기억합니다.
pt_pt: Estas são as predefinições utilizadas na próxima vez que abrires um jogo que ainda não tenha um layout próprio. Podes sempre alterar o layout durante o jogo a partir do menu de pausa ou do botão de layout do HUD — o eNDS guarda a tua escolha para cada jogo.
ru: Эти настройки будут использоваться по умолчанию при следующем запуске игры, для которой ещё не создана собственная схема расположения элементов. Вы всегда можете изменить схему расположения элементов прямо в игре через меню паузы или с помощью кнопки «Схема расположения» на панели управления — eNDS запоминает ваш выбор для каждой игры.
zh_hans: 这些是您下次打开尚未设置自定义布局的游戏时将采用的默认设置。您随时可以通过暂停菜单或HUD中的布局按钮在游戏中更改布局——eNDS会为每款游戏记住您的选择。

source: Third-Party Components
de: Komponenten von Drittanbietern
es: Componentes de terceros
fr: Composants tiers
it: Componenti di terze parti
ja: サードパーティ製コンポーネント
ko: 서드파티 구성 요소
pt_pt: Componentes de terceiros
ru: Сторонние компоненты
zh_hans: 第三方组件

source: This archive doesn't contain any .nds or .sav files.
de: Dieses Archiv enthält keine .nds- oder .sav-Dateien.
es: Este archivo comprimido no contiene ningún archivo .nds ni .sav.
fr: Cette archive ne contient aucun fichier .nds ni .sav.
it: Questo archivio non contiene file .nds o .sav.
ja: このアーカイブには .nds ファイルも .sav ファイルも含まれていません。
ko: 이 아카이브에는 .nds 또는 .sav 파일이 없습니다.
pt_pt: Este arquivo não contém ficheiros .nds nem .sav.
ru: В этом архиве нет файлов .nds или .sav.
zh_hans: 该压缩包中不含任何 .nds 或 .sav 文件。

source: This document could not be loaded. You can also read it at github.com/mattiaa95/eNDS.
de: Dieses Dokument konnte nicht geladen werden. Du kannst es auch unter github.com/mattiaa95/eNDS lesen.
es: No se ha podido cargar este documento. También puedes leerlo en github.com/mattiaa95/eNDS.
fr: Ce document n'a pas pu être chargé. Vous pouvez également le consulter sur github.com/mattiaa95/eNDS.
it: Impossibile caricare questo documento. Puoi leggerlo anche su github.com/mattiaa95/eNDS.
ja: このドキュメントを読み込めませんでした。github.com/mattiaa95/eNDS でも読むことができます。
ko: 이 문서를 불러올 수 없습니다. github.com/mattiaa95/eNDS에서도 읽을 수 있습니다.
pt_pt: Não foi possível carregar este documento. Também o pode ler em github.com/mattiaa95/eNDS.
ru: Не удалось загрузить документ. Его также можно прочитать на github.com/mattiaa95/eNDS.
zh_hans: 无法加载该文档。您也可以在 github.com/mattiaa95/eNDS 上阅读。

source: This file already exists in your library. Replace it?
de: Diese Datei ist in Ihrer Bibliothek bereits vorhanden. Möchten Sie sie ersetzen?
es: Este archivo ya existe en tu biblioteca. ¿Quieres sustituirlo?
fr: Ce fichier existe déjà dans votre bibliothèque. Voulez-vous le remplacer ?
it: Questo file è già presente nella tua libreria. Vuoi sostituirlo?
ja: このファイルはライブラリにすでに存在します。上書きしますか？
ko: 이 파일은 라이브러리에 이미 존재합니다. 덮어쓰시겠습니까?
pt_pt: Este ficheiro já existe na sua biblioteca. Deseja substituí-lo?
ru: Этот файл уже существует в вашей библиотеке. Заменить его?
zh_hans: 该文件已在您的库中存在。是否要替换它？

source: This file is too large to be a Nintendo DS ROM.
de: Diese Datei ist zu groß für ein Nintendo-DS-ROM.
es: Este archivo es demasiado grande para ser una ROM de Nintendo DS.
fr: Ce fichier est trop volumineux pour être une ROM Nintendo DS.
it: Questo file è troppo grande per essere una ROM Nintendo DS.
ja: このファイルはニンテンドーDSのROMとしては大きすぎます。
ko: 이 파일은 닌텐도 DS ROM이라기에는 너무 큽니다.
pt_pt: Este ficheiro é demasiado grande para ser uma ROM da Nintendo DS.
ru: Этот файл слишком велик для ROM Nintendo DS.
zh_hans: 该文件过大，不可能是 Nintendo DS ROM。

source: This mapping is remembered for this controller model and restored whenever it reconnects.
de: Diese Zuordnung wird für dieses Controller-Modell gespeichert und bei jeder erneuten Verbindung wiederhergestellt.
es: Esta asignación se guarda para este modelo de controlador y se recupera cada vez que se vuelve a conectar.
fr: Ce mappage est mémorisé pour ce modèle de contrôleur et rétabli à chaque fois que celui-ci se reconnecte.
it: Questa mappatura viene memorizzata per questo modello di controller e ripristinata ogni volta che il controller si riconnette.
ja: このマッピング設定は、このコントローラーモデルに保存され、再接続するたびに復元されます。
ko: 이 매핑 정보는 해당 컨트롤러 모델에 저장되어, 재연결될 때마다 복원됩니다.
pt_pt: Esta atribuição é guardada para este modelo de controlador e restaurada sempre que este se voltar a ligar.
ru: Это сопоставление сохраняется для данной модели контроллера и восстанавливается при каждом повторном подключении.
zh_hans: 该映射会为该控制器型号保存下来，并在其重新连接时恢复。

source: This resets all button positions, sizes, and styles to their defaults.
de: Dadurch werden alle Positionen, Größen und Stile der Schaltflächen auf ihre Standardwerte zurückgesetzt.
es: Esto restablece todas las posiciones, tamaños y estilos de los botones a sus valores predeterminados.
fr: Cette opération rétablit les valeurs par défaut pour toutes les positions, tailles et styles des boutons.
it: Questa operazione ripristina tutte le posizioni, le dimensioni e gli stili dei pulsanti ai valori predefiniti.
ja: これにより、すべてのボタンの位置、サイズ、スタイルがデフォルト設定にリセットされます。
ko: 이 작업은 모든 버튼의 위치, 크기 및 스타일을 기본값으로 재설정합니다.
pt_pt: Isto repõe todas as posições, tamanhos e estilos dos botões para os valores predefinidos.
ru: Это приводит к сбросу всех положений, размеров и стилей кнопок до значений по умолчанию.
zh_hans: 这将把所有按钮的位置、大小和样式重置为默认值。

source: This save state will be gone for good. The game's own save file is not affected.
de: Dieser Spielstand ist dann endgültig weg. Die Speicherdatei des Spiels selbst bleibt unberührt.
es: Este estado guardado se perderá para siempre. La partida del propio juego no se toca.
fr: Cet état sauvegardé sera définitivement perdu. La sauvegarde du jeu lui-même n’est pas touchée.
it: Questo stato salvato andrà perso per sempre. Il salvataggio del gioco non viene toccato.
ja: このセーブステートは完全に削除されます。ゲーム自体のセーブデータには影響しません。
ko: 이 세이브 스테이트는 완전히 삭제됩니다. 게임 자체의 저장 데이터는 영향을 받지 않습니다.
pt_pt: Este estado guardado desaparece para sempre. O ficheiro de jogo guardado não é afetado.
ru: Это сохранение исчезнет навсегда. Собственное сохранение игры не затрагивается.
zh_hans: 该保存状态将永久消失。游戏自身的存档文件不受影响。

source: Threaded 3D Rendering
de: Multithread-3D-Rendering
es: Renderizado 3D multihilo
fr: Rendu 3D multithread
it: Rendering 3D multi-thread
ja: 3D描画のマルチスレッド化
ko: 멀티스레드 3D 렌더링
pt_pt: Renderização 3D com threads
ru: Многопоточный 3D-рендеринг
zh_hans: 多线程 3D 渲染

source: Toggle D-Pad / Joystick
de: D-Pad / Joystick umschalten
es: Alternar entre el D-Pad y el joystick
fr: Basculer entre le D-Pad et le joystick
it: Attiva/disattiva D-Pad / Joystick
ja: Dパッド／ジョイスティックの切り替え
ko: D-패드/조이스틱 전환
pt_pt: Alternar entre D-Pad e joystick
ru: Переключение между D-Pad и джойстиком
zh_hans: 切换方向键/摇杆

source: Top Screen Only
de: Nur oberer Bildschirm
es: Solo pantalla superior
fr: Écran supérieur uniquement
it: Solo schermata superiore
ja: トップ画面のみ
ko: 상단 화면만
pt_pt: Apenas o ecrã superior
ru: Только верхний экран
zh_hans: 仅限顶部屏幕

source: Touches here go straight to the game, like a stylus on the real console.
de: Berührungen gehen hier direkt ins Spiel – wie der Stylus auf der echten Konsole.
es: Los toques aquí van directos al juego, como el lápiz táctil en la consola real.
fr: Ici, les touchers vont directement au jeu, comme le stylet sur la vraie console.
it: Qui i tocchi vanno dritti al gioco, come il pennino sulla console vera.
ja: ここでの操作は実機のタッチペンと同じように、そのままゲームに伝わります。
ko: 여기서의 터치는 실제 기기의 스타일러스처럼 게임에 그대로 전달됩니다.
pt_pt: Aqui, os toques vão diretamente para o jogo, como a caneta na consola real.
ru: Касания здесь идут прямо в игру — как стилус на настоящей консоли.
zh_hans: 此处的触摸会直接传给游戏，就像在真机上使用触控笔一样。

source: Try Again
de: Erneut versuchen
es: Reintentar
fr: Réessayer
it: Riprova
ja: 再試行
ko: 다시 시도
pt_pt: Tentar novamente
ru: Повторить
zh_hans: 重试

source: Try a different title or game code.
de: Versuchen Sie es mit einem anderen Titel oder Spielcode.
es: Prueba con otro título o código de juego.
fr: Essayez un autre titre ou un autre code de jeu.
it: Prova con un titolo o un codice di gioco diverso.
ja: 別のタイトルやゲームコードを試してみてください。
ko: 다른 제목이나 게임 코드를 입력해 보세요.
pt_pt: Experimenta um título ou código de jogo diferente.
ru: Попробуйте ввести другое название или код игры.
zh_hans: 请尝试使用其他标题或游戏代码。

source: Unassigned
de: Nicht zugewiesen
es: Sin asignar
fr: Non attribué
it: Non assegnato
ja: 未割り当て
ko: 미지정
pt_pt: Sem atribuição
ru: Неназначенный
zh_hans: 未分配

source: Unknown BIOS/firmware file "%1$@". Expected bios7.bin, bios9.bin, or firmware.bin.
de: Unbekannte BIOS-/Firmware-Datei „%1$@“. Erwartet werden bios7.bin, bios9.bin oder firmware.bin.
es: Archivo de BIOS o firmware desconocido: «%1$@». Se esperaba bios7.bin, bios9.bin o firmware.bin.
fr: Fichier BIOS/firmware inconnu : « %1$@ ». Les noms attendus sont bios7.bin, bios9.bin ou firmware.bin.
it: File BIOS/firmware sconosciuto “%1$@”. Nomi ammessi: bios7.bin, bios9.bin o firmware.bin.
ja: 不明なBIOS/ファームウェアファイル「%1$@」です。bios7.bin、bios9.bin、firmware.bin のいずれかを指定してください。
ko: 알 수 없는 BIOS/펌웨어 파일 “%1$@”입니다. bios7.bin, bios9.bin 또는 firmware.bin이어야 합니다.
pt_pt: Ficheiro de BIOS/firmware desconhecido: «%1$@». Esperava-se bios7.bin, bios9.bin ou firmware.bin.
ru: Неизвестный файл BIOS/прошивки «%1$@». Ожидались bios7.bin, bios9.bin или firmware.bin.
zh_hans: 未知的 BIOS/固件文件“%1$@”。应为 bios7.bin、bios9.bin 或 firmware.bin。

source: Unlock all features — no limits
de: Alle Funktionen freischalten — ohne Limits
es: Desbloquea todo — sin límites
fr: Débloquez tout — sans limites
it: Sblocca tutto — senza limiti
ja: すべての機能を解放 — 制限なし
ko: 모든 기능 잠금 해제 — 제한 없음
pt_pt: Desbloqueie tudo — sem limites
ru: Все функции — без ограничений
zh_hans: 解锁全部功能 — 没有限制

source: Unlock eNDS PRO
de: eNDS PRO freischalten
es: Desbloquear eNDS PRO
fr: Débloquer eNDS PRO
it: Sblocca eNDS PRO
ja: eNDS PROのロックを解除する
ko: eNDS PRO 잠금 해제
pt_pt: Desbloquear o eNDS PRO
ru: Разблокировать eNDS PRO
zh_hans: 解锁 eNDS PRO

source: Unsupported file type .%1$@. Import a .nds ROM, a .zip/.7z/.gz archive, or a .sav save file.
de: Nicht unterstützter Dateityp .%1$@. Importiere ein .nds-ROM, ein .zip-/.7z-/.gz-Archiv oder eine .sav-Speicherdatei.
es: Tipo de archivo no compatible: .%1$@. Importa una ROM .nds, un archivo .zip/.7z/.gz o una partida guardada .sav.
fr: Type de fichier non pris en charge : .%1$@. Importez une ROM .nds, une archive .zip/.7z/.gz ou un fichier de sauvegarde .sav.
it: Tipo di file .%1$@ non supportato. Importa una ROM .nds, un archivio .zip/.7z/.gz o un file di salvataggio .sav.
ja: .%1$@ は対応していないファイル形式です。.nds のROM、.zip/.7z/.gz のアーカイブ、または .sav のセーブデータを読み込んでください。
ko: 지원하지 않는 파일 형식 .%1$@입니다. .nds ROM, .zip/.7z/.gz 아카이브 또는 .sav 저장 파일을 가져오세요.
pt_pt: Tipo de ficheiro não suportado: .%1$@. Importe uma ROM .nds, um arquivo .zip/.7z/.gz ou um ficheiro de gravação .sav.
ru: Неподдерживаемый тип файла .%1$@. Импортируйте ROM .nds, архив .zip/.7z/.gz или файл сохранения .sav.
zh_hans: 不支持的文件类型 .%1$@。请导入 .nds ROM、.zip/.7z/.gz 压缩包或 .sav 存档文件。

source: Up
de: Nach oben
es: Arriba
fr: Haut
it: Su
ja: 上へ
ko: 위로
pt_pt: Para cima
ru: Вверх
zh_hans: 向上

source: Vibrate on button presses and pause menu actions.
de: Bei Tastendruck und bei Menüaktionen vibrieren.
es: Vibrar al pulsar los botones y al realizar acciones en el menú de pausa.
fr: Vibrer lorsque l'on appuie sur un bouton et lors des actions du menu de pause.
it: Vibrare quando si premono i pulsanti e durante le azioni del menu di pausa.
ja: ボタンを押したときやメニュー操作を一時停止したときに振動する。
ko: 버튼을 누르거나 메뉴에서 일시 정지 작업을 수행할 때 진동이 발생합니다.
pt_pt: Vibrar ao premir os botões e ao realizar ações no menu de pausa.
ru: Включить вибрацию при нажатии кнопок и при выполнении действий в меню паузы.
zh_hans: 按下按钮和执行菜单暂停操作时产生振动。

source: Volume & mute
de: Lautstärke & Stummschaltung
es: Volumen y silencio
fr: Volume et silence
it: Volume e silenzioso
ja: 音量とミュート
ko: 음량 및 음소거
pt_pt: Volume e silêncio
ru: Громкость и отключение звука
zh_hans: 音量与静音

source: We miss you! Your subscription expired. Come back and unlock everything again.
de: Wir vermissen dich! Dein Abonnement ist abgelaufen. Komm zurück und schalte alle Inhalte wieder frei.
es: ¡Te echamos de menos! Tu suscripción ha caducado. Vuelve y vuelve a desbloquear todo.
fr: Tu nous manques ! Ton abonnement a expiré. Reviens pour débloquer à nouveau toutes les fonctionnalités.
it: Ci manchi! Il tuo abbonamento è scaduto. Torna a trovarci e sblocca di nuovo tutti i contenuti.
ja: 会いたいです！ご契約期間が終了しました。 ぜひ戻ってきて、すべてのコンテンツを再び利用できるようにしてください。
ko: 그립네요! 구독 기간이 만료되었습니다. 다시 방문하셔서 모든 콘텐츠를 다시 이용하세요.
pt_pt: Temos saudades tuas! A tua subscrição expirou. Volta e desbloqueia tudo novamente.
ru: Мы скучаем по тебе! Срок твоей подписки истек. Вернись и снова получи доступ ко всему контенту.
zh_hans: 我们想念你！你的订阅已过期。 快回来，再次解锁所有内容吧。

source: Weekly
de: Wöchentlich
es: Semanal
fr: Hebdomadaire
it: Settimanale
ja: 週額
ko: 주간
pt_pt: Semanal
ru: Еженедельно
zh_hans: 每周

source: Weight
de: Gewicht
es: Peso
fr: Poids
it: Peso
ja: 重量
ko: 무게
pt_pt: Peso
ru: Вес
zh_hans: 重量

source: Welcome Guide
de: Willkommensrundgang
es: Guía de bienvenida
fr: Guide de bienvenue
it: Guida introduttiva
ja: はじめてのガイド
ko: 시작 가이드
pt_pt: Guia de boas-vindas
ru: Вводное руководство
zh_hans: 欢迎指南

source: Welcome to eNDS
de: Willkommen bei eNDS
es: Bienvenidos a eNDS
fr: Bienvenue sur eNDS
it: Benvenuti su eNDS
ja: eNDSへようこそ
ko: eNDS에 오신 것을 환영합니다
pt_pt: Bem-vindo ao eNDS
ru: Добро пожаловать в eNDS
zh_hans: 欢迎来到 eNDS

source: Welcome to eNDS PRO!
de: Willkommen bei eNDS PRO!
es: ¡Bienvenido a eNDS PRO!
fr: Bienvenue sur eNDS PRO !
it: Benvenuti su eNDS PRO!
ja: eNDS PROへようこそ！
ko: eNDS PRO에 오신 것을 환영합니다!
pt_pt: Bem-vindo ao eNDS PRO!
ru: Добро пожаловать в eNDS PRO!
zh_hans: 欢迎使用 eNDS PRO！

source: When on, eNDS saves a snapshot automatically whenever you leave a game or the app goes to the background, and offers to resume from it next time. The save indicator briefly shows "Auto-saved" on screen whenever that happens; turn it off to save silently. This is separate from a game's own battery save (.sav) — the in-game save system, written when you save inside the game itself, exactly like a real cartridge. Save states are manual snapshots you create anytime from the pause menu and can return to instantly, even mid-level; autosave is just one save state eNDS keeps up to date for you automatically.
de: Wenn diese Funktion aktiviert ist, speichert eNDS automatisch einen Schnappschuss, sobald du ein Spiel verlässt oder die App in den Hintergrund wechselt, und bietet dir an, das Spiel beim nächsten Mal von diesem Punkt aus fortzusetzen. Die Speicheranzeige zeigt in diesem Fall kurz „Automatisch gespeichert“ auf dem Bildschirm an; deaktiviere die Funktion, um unauffällig zu speichern. Dies ist unabhängig vom spielinternen Speicherzustand (.sav) – dem Speichersystem des Spiels, das beim Speichern innerhalb des Spiels selbst geschrieben wird, genau wie bei einer echten Spielkassette. Speicherstände sind manuelle Momentaufnahmen, die du jederzeit über das Pausenmenü erstellen kannst und zu denen du sofort zurückkehren kannst, sogar mitten im Level; die automatische Speicherung ist lediglich ein Speicherstand, den eNDS automatisch für dich auf dem neuesten Stand hält.
es: Cuando está activado, eNDS guarda automáticamente una instantánea cada vez que sales de un juego o la aplicación pasa a segundo plano, y te ofrece la opción de reanudar desde ese punto la próxima vez. El indicador de guardado muestra brevemente «Guardado automáticamente» en pantalla cada vez que esto ocurre; desactívalo para guardar de forma silenciosa. Esto es independiente del archivo de guardado del juego (.sav), es decir, el sistema de guardado integrado en el juego, que se graba cuando guardas desde dentro del propio juego, exactamente igual que en un cartucho real. Los estados de guardado son instantáneas manuales que puedes crear en cualquier momento desde el menú de pausa y a las que puedes volver al instante, incluso en mitad de un nivel; el guardado automático es simplemente un estado de guardado que eNDS mantiene actualizado automáticamente por ti.
fr: Lorsqu'il est activé, eNDS enregistre automatiquement un instantané chaque fois que vous quittez un jeu ou que l'application passe en arrière-plan, et vous propose de reprendre à partir de cet instantané la prochaine fois. L'indicateur de sauvegarde affiche brièvement « Sauvegarde automatique » à l'écran chaque fois que cela se produit ; désactivez-le pour que la sauvegarde s'effectue en arrière-plan. Cette fonctionnalité est distincte de la sauvegarde sur batterie (.sav) propre au jeu — le système de sauvegarde intégré au jeu, qui s'enregistre lorsque vous sauvegardez depuis le jeu lui-même, exactement comme sur une vraie cartouche. Les états de sauvegarde sont des instantanés manuels que vous créez à tout moment depuis le menu de pause et auxquels vous pouvez revenir instantanément, même en cours de niveau ; la sauvegarde automatique n’est qu’un état de sauvegarde parmi d’autres qu’eNDS met à jour automatiquement pour vous.
it: Quando è attivo, eNDS salva automaticamente un’istantanea ogni volta che esci da un gioco o l’app passa in secondo piano, e ti propone di riprendere da lì la prossima volta. L’indicatore di salvataggio mostra brevemente la scritta “Salvataggio automatico” sullo schermo ogni volta che ciò accade; disattivalo per salvare in modo silenzioso. Questo è distinto dal salvataggio su batteria (.sav) proprio del gioco — il sistema di salvataggio integrato nel gioco, che viene scritto quando si salva all’interno del gioco stesso, esattamente come su una vera cartuccia. Gli stati di salvataggio sono istantanee manuali che puoi creare in qualsiasi momento dal menu di pausa e a cui puoi tornare all’istante, anche nel bel mezzo di un livello; il salvataggio automatico è semplicemente uno stato di salvataggio che eNDS mantiene aggiornato automaticamente per te.
ja: この機能がオンになっていると、eNDSはゲームを終了したりアプリがバックグラウンドに移行したりするたびに自動的にスナップショットを保存し、次回その時点から再開するよう提案します。その際、画面に「自動保存」という表示が一時的に表示されます。保存を通知せずに実行したい場合は、この機能をオフにしてください。 これは、ゲーム独自のバッテリーセーブ（.sav）とは別物です。バッテリーセーブとは、ゲーム内でセーブ操作を行った際に記録される、本物のカートリッジと全く同じ仕組みのセーブシステムのことです。 セーブステートは、ポーズメニューからいつでも手動で作成できるスナップショットであり、ステージの途中であっても即座にその状態に戻ることができます。自動保存は、eNDSが自動的に最新の状態に保ってくれるセーブステートの一つに過ぎません。
ko: 이 기능이 켜져 있으면, 게임을 종료하거나 앱이 백그라운드로 이동할 때마다 eNDS가 자동으로 스냅샷을 저장하며, 다음에 해당 지점부터 게임을 재개할 수 있도록 제안합니다. 이러한 상황이 발생할 때마다 화면에 잠시 “자동 저장됨”이라는 저장 표시가 나타납니다. 조용히 저장하려면 이 기능을 끄세요. 이는 게임 자체의 배터리 저장(.sav) 기능과는 별개입니다. 배터리 저장 기능은 실제 카트리지와 똑같이 게임 내에서 직접 저장할 때 생성되는 게임 내 저장 시스템입니다. 세이브 스테이트는 일시 정지 메뉴에서 언제든지 직접 생성할 수 있는 수동 스냅샷으로, 레벨 도중이라도 즉시 해당 지점으로 돌아갈 수 있습니다. 자동 저장은 eNDS가 사용자를 위해 자동으로 최신 상태로 유지해 주는 하나의 세이브 스테이트일 뿐입니다.
pt_pt: Quando está ativado, o eNDS guarda automaticamente um instantâneo sempre que sair de um jogo ou a aplicação passar para segundo plano, e oferece a possibilidade de retomar a partir desse ponto na próxima vez. O indicador de gravação mostra brevemente «Guardado automaticamente» no ecrã sempre que isso acontece; desative-o para guardar em silêncio. Isto é diferente do próprio ficheiro de gravação do jogo (.sav) — o sistema de gravação do jogo, que é gravado quando guardas dentro do próprio jogo, exatamente como num cartucho real. Os estados de gravação são instantâneos manuais que crias a qualquer momento a partir do menu de pausa e aos quais podes regressar instantaneamente, mesmo a meio de um nível; a gravação automática é apenas um estado de gravação que o eNDS mantém atualizado automaticamente por ti.
ru: Когда функция eNDS включена, она автоматически сохраняет моментальный снимок при выходе из игры или переходе приложения в фоновый режим и предлагает возобновить игру с этого момента в следующий раз. При каждом таком событии на экране на короткое время появляется надпись «Автосохранено»; отключите эту функцию, чтобы сохранение происходило незаметно. Это отличается от собственного файла сохранения игры (.sav) — встроенной системы сохранения, которая записывается при сохранении непосредственно в самой игре, точно так же, как на настоящем картридже. Состояния сохранения — это ручные снимки, которые вы можете создавать в любое время из меню паузы и к которым можно мгновенно вернуться даже посреди уровня; автосохранение — это всего лишь одно из состояний сохранения, которое eNDS автоматически обновляет для вас.
zh_hans: 启用该功能后，每当您退出游戏或应用进入后台时，eNDS 会自动保存一个快照，并会在下次使用时提示您从中继续。每次发生这种情况时，屏幕上都会短暂显示“已自动保存”的提示；若需静默保存，请关闭此功能。 这与游戏自身的电池存档（.sav）不同——后者是游戏内的存档系统，当您在游戏内进行保存时生成，与真实的卡带完全相同。 保存状态是您随时可通过暂停菜单手动创建的快照，即使在关卡进行中也能立即返回；而自动保存只是 eNDS 为您自动保持最新状态的一个保存状态。
